Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: If you want to install a bunch of chips, go talk to the S-type model in the server administration room.
pl: Jeśli chcesz zainstalować trochę czipów, pogadaj z modelem typu S w pokoju administracji serwera.

source: If you want to look at it, I won't stop you.
pl: Jeśli chcesz je przejrzeć, nie będę cię powstrzymywać.

source: If you want, you can rest here. It's nothing fancy, but it's all we have.
pl: Jeśli chcesz, możesz tu odpocząć. Wprawdzie nie mamy tutaj niczego specjalnego, ale to co mamy, jest wystarczające.

source: If you wish to partake in the trials, please get on the elevator over there.
pl: Jeśli chcesz wziąć udział w próbach, proszę wejdź do windy za mną.

source: If you'd like to have your card stamped, please come this way.
pl: Jeśli chcecie podstemplować kartę, zapraszam w tę stronę.

source: If you're bored, there are plenty of people here who could use your help.
pl: Jeśli się ci nudzi, to jest tu mnóstwo ludzi, którym możesz pomóc.

source: If you're curious about him, you'll have better luck talking to his followers. They tend to use smaller words, at least.
pl: Jeśli tak was ciekawi, poszczęści wam się bardziej, jak pogadacie z jego wyznawcami. Oni przynajmniej używają prostszych słów.

source: If you're ever short on anything, go talk to the guy in charge of supplies over there.
pl: Jeśli ci czegoś zabraknie, idź porozmawiać z tamtym kolesiem. Jest odpowiedzialny za zaopatrzenie.

source: If you're going to inspect the camp, make sure you get permission first, okay?
pl: Jak chcesz zbadać obóz, to musisz najpierw dostać pozwolenie, okej?

source: If you're in danger, back off and wait for reinforcements. Also, whenever— Hey! Are you listening to me!?
pl: Jak znajdziesz się w niebezpieczeństwie, wycofaj się i czekaj na posiłki. Poza tym, jeśli... Hej! Czy ty mnie słuchasz?!

source: If you're looking for <SARU_JAN>, you're too late.
pl: Jeśli szukacie <SARU_JAN>a, to się spóźniliście.

source: If you're worried about anything, you can always talk to me.
pl: Jeśli cię coś martwi, zawsze możesz ze mną porozmawiać.

source: If you've got nothing to do, why don't you try fishing? Everyone loves settling down for a round by the pond!
pl: Jeśli, akurat, nie robisz niczego ważnego, to może powędkuj? Wszyscy lubią czasem odpocząć nad stawem.

source: If you've got the time, can you help me find some raw materials?
pl: Jeśli znajdziecie czas, pomożecie mi znaleźć trochę materiałów?

source: If your logic circuits are this advanced, why are you behaving like that?
pl: Skoro twoje obwody logiczne są tak zaawansowane, to dlaczego tak się zachowujesz?

source: Ignore him!
pl: Zignoruj go!

source: Ignore the hint.
pl: Zignoruj aluzję.

source: Ignore the request.
pl: Zignoruj prośbę.

source: Ignore the troubled fellow.
pl: Zignoruj go.

source: Image data transfer complete.
pl: Transfer danych obrazu zakończony.

source: Immediate evacuation and treatment recommended.
pl: Zalecana natychmiastowa ewakuacja i rozpoczęcie procesu leczenia.

source: Immediate recovery is required.
pl: Wymagany jest niezwłoczny odzysk.

source: Immersion schmimmersion!
pl: Immersja-sramersja!

source: Impact Bracer (L)
pl: Ochraniacz (L)

source: Impact Bracer (S)
pl: Ochraniacz (S)

source: Improving Communications
pl: Poprawa komunikacji

source: In A High Place
pl: Na wysokości

source: In Easy mode, enemies are weaker and you can use special auto chips. Equip them and <KC_LOCKON> will activate automatic attacks and evades.
pl: Na poziomie Łatwym przeciwnicy są słabsi i możesz używać specjalnych automatycznych czipów. Włóż je, a <KC_LOCKON> będzie aktywować automatyczne ataki i uniki.

source: In Very Hard mode, not only is lock-on disabled, but the enemies are... Well, they're kind of insane.
pl: Na poziomie Bardzo Trudnym nie tylko skupianie się na celu jest wyłączone, ale przeciwnicy są... Cóż, szalenie silni.

source: In a corner of the great desert, there is a group of machine lifeforms who claim to dwell in the spot where the true Masked People are chosen. Despite your uncertainty, you agree to undergo a set of trials to prove your worth.
pl: Na skraju wielkiej pustyni, znajduje się grupa mechanicznych form życia, która zamieszkuje miejsce gdzie ma zostać wybrany prawdziwy Zamaskowany Lud. Mimo swojej niepewności, decydujesz się wziąć udział w serii prób mających dowieść twojej wartości.

source: In a distant kingdom, there lived two princes. The son of the queen consort was clever of mind but weak of flesh. The son of the king's second wife was dimwitted, yet charming, and quite gifted in the art of war.
pl: W odległym królestwie żyli dwaj książęta. Syn królowej miał bystry umysł, ale słabe ciało. Syn drugiej żony króla był głupi, ale urokliwy i utalentowany w sztuce wojennej.

source: In a sudden fit of temper, 2B wiped out the machine lifeforms, and no peace was born that day.
pl: W nagłym przypływie gniewu, 2B wyrżnęła mechaniczne formy życia, jednak nie przyniosło to pokoju.

source: In accordance with Rule 61,446, I hereby declare you to have failed the trial.
pl: Zgodnie z Zasadą 61446, niniejszym uznaję, że nie udało ci się przejść próby.

source: In accordance with Rule 61,512, I hereby declare you victorious over the third trial!
pl: Zgodnie z Zasadą 61512, niniejszym uznaję, że udało ci się przejść trzecią próbę.

source: In accordance with Rule 61,892, I shall grant your reward.
pl: Zgodnie z Zasadą 61892, przekażę ci nagrodę.

source: In accordance with Rule 69,834, I shall now grant you your reward.
pl: Zgodnie z Zasadą 69834, teraz przekażę ci twoją nagrodę.

source: In addition to that,
pl: W dodatku do tego,

source: In addition,
pl: W dodatku,

source: In all honestly, we could have transferred the child's core to another body instead of repairing the original.
pl: Jeśli mam być szczery, moglibyśmy przenieść rdzeń dziecka do innego ciała, zamiast naprawiać oryginał.

source: In an attempt to better understand our ancient predecessors, we have chosen to emulate their ways.
pl: By lepiej zrozumieć naszych starożytnych przodków, zdecydowaliśmy się naśladować ich zwyczaje.

source: In an effort to improve himself to even greater heights, Father Servo made an entirely one-sided promise about a rematch.
pl: Chcąc się udoskonalić w jeszcze większym stopniu, Ojciec Servo złożył jednostronną obietnicę rewanżu.

source: In an effort to improve himself, Father Servo made an entirely one-sided promise about a rematch.
pl: Chcąc się udoskonalić, Ojciec Servo złożył jednostronną obietnicę rewanżu.

source: In an effort to push himself over the top, Father Servo made an entirely one-sided promise about a rematch.
pl: Chcąc przekroczyć swoje możliwości, Ojciec Servo złożył jednostronną obietnicę rewanżu.

source: In an effort to reach the ultimate heights of strength, Father Servo made an entirely one-sided promise about a rematch.
pl: Chcąc wejść na ostateczny szczyt swoich możliwości, Ojciec Servo złożył jednostronną obietnicę rewanżu.

source: In any case,
pl: W każdym wypadku,

source: In any case, congratulations to you!
pl: Tak czy owak, gratuluję ci!

source: In exchange for all of your data...
pl: W zamian za wszystkie twoje dane...

source: In exchange, we provide them with oil and other materials. I guess you'd call it a form of commerce.
pl: W zamian za to, dostarczamy im olej i inne materiały. Myślę, że można to uznać za coś w rodzaju handlu.

source: In fact, I was just thinking about how much wisdom he has to teach me, so I wrote him a letter asking for guidance. You'll take it to him, won't you?
pl: Tak właściwie, to właśnie rozmyślałam o tym, ile mądrości we mnie wpoił, więc napisałam do niego list z prośbą o wskazówki. Możesz mu go zanieść, prawda?

source: In fact, I'm hoping you can take this to Anemone in the Resistance camp.
pl: Właściwie, to mam nadzieję, że zaniesiesz to do Anemony w obozie Ruchu Oporu.

source: In my house, everything's within arm's reach.
pl: W moim domu wszystko jest na wyciągnięcie ręki.

source: In order to advance through the darkness...
pl: Aby przejść przez ciemność...

source: In order to become the True Masked One, six trials must be overcome.
pl: By stać się Prawdziwym Zamaskowanym, trzeba przejść sześć prób.

source: In order to provide optimal support, Pods must be supplied with data relating to the activities of supported units.
pl: Aby zapewnić optymalne wsparcie, Pody muszą otrzymywać dane dotyczące czynności wykonywanych przez wspierane jednostki.

source: In other words,
pl: Innymi słowy,

source: In particular,
pl: W szczególności,

source: In regards to the giant machine that attacked the shore,
pl: Jeśli chodzi o gigantyczną maszynę, która zaatakowała na wybrzeżu...

source: In spite of that,
pl: Pomimo tego,

source: In thanks, I'll tell you how to visit it. Please take this key.
pl: W ramach podziękowań, powiem wam, jak dostać się w to miejsce. Proszę, weźcie ten klucz.

source: In that case,
pl: W takim wypadku,

source: In that case, welcome to the ultimate in entertainment! A place where androids and machines risk their lives in combat!
pl: W takim razie witamy w ostatnim krzyku rozrywki! Miejscu, gdzie androidy i maszyny ryzykują swoje życia w walce!

source: In that room, you can interact with systems on Earth even from up here in the Bunker.
pl: W tym pokoju możesz wejść w interakcję z systemami na Ziemi, nawet stąd, w Bunkrze.

source: In the Deep Sea
pl: W głębi morza

source: In the amusement park square, 2B and crew were welcomed by a machine lifeform in the form of an old-world tank.
pl: Na placu w parku rozrywki, 2B i 9S zostają powitani przez mechaniczną formę życia mającą kształt czołgu pochodzącego ze starego świata.

source: In the amusement park, next to the corpse of an android. Maybe that was its owner?
pl: W parku rozrywki, obok zwłok androida. Może to była właścicielka?

source: In the capital of a distant Eastern land, there lived a poet who was devoted to his art. But his words failed to touch the hearts of the people, and he could make no profit from them. Soon, his life became unbearably hard.
pl: W stolicy kraju na Dalekim Wschodzie, żył poeta, który całe życie poświęcił sztuce. Jego słowa nie były w stanie dotrzeć do ludzkich serc, przez co nie był w stanie na nich zarabiać. Jego życie z czasem stało się nie do zniesienia.

source: In the city ruins, a machine lifeform called Father Servo devotes himself to training. He is eagerly searching for a sparring partner against whom he can test his strength.
pl: W ruinach miasta mechaniczna forma życia, zwana Ojciec Servo, poświęciła się treningowi. Pragnie on znaleźć partnera do sparringu, przeciwko któremu mógłby sprawdzić swoją siłę.

source: In the command room, the YoRHa commander gives the order to make contact with and gather information on the Resistance on the ground.
pl: W pokoju dowodzenia, komandor YoRHa wydaje rozkaz nawiązania kontaktu i zebrania informacji o Ruchu Oporu, znajdującego się na powierzchni.

source: In the end,
pl: W końcu

source: In the end, Eve was defeated without my help. I know I should be happy regardless, but I just...
pl: W końcu, Ewa została pokonana bez mojej pomocy. Wiem, mimo to powinnam się cieszyć, ale po prostu...

source: In the end,<bt_wait> the factory <bt_wait>got blown to pieces.
pl: A w końcu,<bt_wait> fabryka <bt_wait>została wysadzona w powietrze.

source: In the flooded city, you met a Resistance trooper researching the local ecosystem in anticipation of humanity's eventual return. Find some white animals and bring them back for examination.
pl: W zalanym mieście spotykasz żołnierza Ruchu Oporu, który w oczekiwaniu na ostateczny powrót ludzkości, bada lokalny ekosystem. Znajdź jakieś białe zwierzęta i przyprowadź je, w celu przeprowadzenia na nich badań.

source: In the heat of battle, this unit begged for his brother's life to be spared—a requests A2 granted for unknown reasons.
pl: W ferworze walki, jednostka ta błagała, by oszczędzić życie jej brata — z nieznanych powodów, A2 spełniła tę prośbę.

source: In the heat of battle, this unit begged for his brother's life to be spared—only to see him cut down without mercy.
pl: W ferworze walki, jednostka ta błagała, by oszczędzić życie jej brata — tylko po to, by zobaczyć jak zostaje on bezlitośnie zarżnięty.

source: In the meantime, I have another mission for you.
pl: Tymczasem, mam dla ciebie kolejne zadanie.

source: In the meanwhile, the champion has won 96 matches in a row though.
pl: A w międzyczasie, czempion wygrał już 96 meczy pod rząd.

source: In the midst of this coronation battle, a third man appeared claiming to be a prince. Bright, capable, and brave, he dispatched the two foolish brothers and went on to become a wise and just king beloved by all.
pl: Pośród wojny o koronę, pojawił się trzeci człowiek, który twierdził, że jest księciem. Bystry, zdolny i odważny, odesłał dwóch głupich braci i miał stać się mądrym i sprawiedliwym królem, uwielbianym przez wszystkich.

source: In the past, a pair of models identical to ours caused a major incident.
pl: W przeszłości, para modeli identycznych do nas, spowodowała poważny incydent.

source: In the rain. in the wind. In the storm.
pl: Podczas ulew... Podczas wiatrów... Podczas burz...

source: In this fashion, I'm able to earn far more than I would if I asked for larger units of currency.
pl: W ten sposób jestem w stanie zarobić dużo więcej, niż gdybym poprosił o monety o większej wartości.

source: In this place, we select the True Masked One.
pl: W tym miejscu wybieramy Prawdziwego Zamaskowanego.

source: In this trial, you defeated this many enemies: <_count>.
pl: W tej próbie pokonano tylu wrogów: <_count>.

source: In truth, humans never went to the moon at all.
pl: Tak naprawdę, ludzie nigdy nie polecieli na Księżyc.

source: In truth, yes.
pl: Prawdę mówiąc, to tak.

source: In which case,
pl: W takim razie,

source: Inactive Play
pl: Gra w trybie nieaktywnym

source: Inactive Sound
pl: Dźwięk w trybie nieaktywnym

source: Inadvisable.
pl: Niezalecane.

source: Inadvisable. The subject's vital signs are too poor to attempt field repair in the current—
pl: Niezalecane. Parametry życiowe badanego obiektu są zbyt słabe, aby przeprowadzać próbę naprawy polowej w aktualnej...

source: Inbox
pl: Poczta

source: Incidentally,
pl: Nawiasem,

source: Incoming enemy fighters detected.
pl: Wykryto zbliżających się wojowników wroga.

source: Increase attack power by 10% if HP is 25% or less.
pl: Zwiększa moc ataku o 10% przy 25% PŻ i mniej.

source: Increase attack power by 100% if HP is 25% or less.
pl: Zwiększa moc ataku o 100% przy 25% PŻ i mniej.

source: Increase attack power by 15% if HP is 25% or less.
pl: Zwiększa moc ataku o 15% przy 25% PŻ i mniej.

source: Increase attack power by 20% if HP is 25% or less.
pl: Zwiększa moc ataku o 20% przy 25% PŻ i mniej.

source: Increase attack power by 30% if HP is 25% or less.
pl: Zwiększa moc ataku o 30% przy 25% PŻ i mniej.

source: Increase attack power by 5% if HP is 25% or less.
pl: Zwiększa moc ataku o 5% przy 25% PŻ i mniej.

source: Increase attack power by 50% if HP is 25% or less.
pl: Zwiększa moc ataku o 50% przy 25% PŻ i mniej.

source: Increase attack power by 60% if HP is 25% or less.
pl: Zwiększa moc ataku o 60% przy 25% PŻ i mniej.

source: Increase attack power by 80% if HP is 25% or less.
pl: Zwiększa moc ataku o 80% przy 25% PŻ i mniej.

source: Increase critical hit rate by 1%.
pl: Zwiększa ilość ataków krytycznych o 1%.

source: Increase critical hit rate by 10%.
pl: Zwiększa ilość ataków krytycznych o 10%.

source: Increase critical hit rate by 15%.
pl: Zwiększa ilość ataków krytycznych o 15%.

source: Increase critical hit rate by 2%.
pl: Zwiększa ilość ataków krytycznych o 2%.

source: Increase critical hit rate by 3%.
pl: Zwiększa ilość ataków krytycznych o 3%.

source: Increase critical hit rate by 30%.
pl: Zwiększa ilość ataków krytycznych o 30%.

source: Increase critical hit rate by 4%.
pl: Zwiększa ilość ataków krytycznych o 4%.

source: Increase critical hit rate by 6%.
pl: Zwiększa ilość ataków krytycznych o 6%.

source: Increase critical hit rate by 8%.
pl: Zwiększa ilość ataków krytycznych o 8%.

source: Increase enemy item drop rate by 10%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 10%.

source: Increase enemy item drop rate by 20%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 20%.

source: Increase enemy item drop rate by 30%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 30%.

source: Increase enemy item drop rate by 40%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 40%.

source: Increase enemy item drop rate by 50%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 50%.

source: Increase enemy item drop rate by 60%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 60%.

source: Increase enemy item drop rate by 70%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 70%.

source: Increase enemy item drop rate by 80%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 80%.

source: Increase enemy item drop rate by 90%.
pl: Zwiększa wypadanie przedmiotów z wrogów o 90%.

source: Increase evade distance by 10%.
pl: Zwiększa zasięg uników o 10%.

source: Increase evade distance by 100%.
pl: Zwiększa zasięg uników o 100%.

source: Increase evade distance by 120%.
pl: Zwiększa zasięg uników o 120%.

source: Increase evade distance by 160%.
pl: Zwiększa zasięg uników o 160%.

source: Increase evade distance by 20%.
pl: Zwiększa zasięg uników o 20%.

source: Increase evade distance by 200%.
pl: Zwiększa zasięg uników o 200%.

source: Increase evade distance by 40%.
pl: Zwiększa zasięg uników o 40%.

source: Increase evade distance by 60%.
pl: Zwiększa zasięg uników o 60%.

source: Increase evade distance by 80%.
pl: Zwiększa zasięg uników o 80%.

source: Increase maximum HP by 10%.
pl: Zwiększa maksymalną ilość PŻ o 10%.

source: Increase maximum HP by 100%.
pl: Zwiększa maksymalną ilość PŻ o 100%.

source: Increase maximum HP by 15%.
pl: Zwiększa maksymalną ilość PŻ o 15%.

source: Increase maximum HP by 20%.
pl: Zwiększa maksymalną ilość PŻ o 20%.

source: Increase maximum HP by 25%.
pl: Zwiększa maksymalną ilość PŻ o 25%.

source: Increase maximum HP by 30%.
pl: Zwiększa maksymalną ilość PŻ o 30%.

source: Increase maximum HP by 5%.
pl: Zwiększa maksymalną ilość PŻ o 5%.

source: Increase maximum HP by 50%.
pl: Zwiększa maksymalną ilość PŻ o 50%.

source: Increase maximum HP by 80%.
pl: Zwiększa maksymalną ilość PŻ o 80%.

source: Increase movement speed by 10%.
pl: Zwiększa prędkość poruszania się o 10%.

source: Increase movement speed by 12%.
pl: Zwiększa prędkość poruszania się o 12%.

source: Increase movement speed by 14%.
pl: Zwiększa prędkość poruszania się o 14%.

source: Increase movement speed by 16%.
pl: Zwiększa prędkość poruszania się o 16%.

source: Increase movement speed by 18%.
pl: Zwiększa prędkość poruszania się o 18%.

source: Increase movement speed by 2%.
pl: Zwiększa prędkość poruszania się o 2%.

source: Increase movement speed by 20%.
pl: Zwiększa prędkość poruszania się o 20%.

source: Increase movement speed by 4%.
pl: Zwiększa prędkość poruszania się o 4%.

source: Increase movement speed by 8%.
pl: Zwiększa prędkość poruszania się o 8%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 120%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 120%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 140%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 140%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 160%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 160%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 180%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 180%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 200%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 200%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 250%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 250%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 300%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 300%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 350%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 350%.

source: Increase power of charge attacks (hold <KC_HEAVY_ATK_2>) to 400%.
pl: Zwiększa siłę szarży (przytrzymaj <KC_HEAVY_ATK_2>) o 400%.

source: Increase power of projectile attacks by 10%.
pl: Zwiększa siłę ataku pocisków o 10%.

source: Increase power of projectile attacks by 100%.
pl: Zwiększa siłę ataku pocisków o 100%.

source: Increase power of projectile attacks by 15%.
pl: Zwiększa siłę ataku pocisków o 15%.

source: Increase power of projectile attacks by 2%.
pl: Zwiększa siłę ataku pocisków o 2%.

source: Increase power of projectile attacks by 20%.
pl: Zwiększa siłę ataku pocisków o 20%.

source: Increase power of projectile attacks by 4%.
pl: Zwiększa siłę ataku pocisków o 4%.

source: Increase power of projectile attacks by 50%.
pl: Zwiększa siłę ataku pocisków o 50%.

source: Increase power of projectile attacks by 8%.
pl: Zwiększa siłę ataku pocisków o 8%.

source: Increase power of projectile attacks by 80%.
pl: Zwiększa siłę ataku pocisków o 80%.

source: Increase power of weapon-based attacks by 10%.
pl: Zwiększa siłę ataków bronią o 10%.

source: Increase power of weapon-based attacks by 100%.
pl: Zwiększa siłę ataków bronią o 100%.

source: Increase power of weapon-based attacks by 15%.
pl: Zwiększa siłę ataków bronią o 15%.

source: Increase power of weapon-based attacks by 2%.
pl: Zwiększa siłę ataków bronią o 2%.

source: Increase power of weapon-based attacks by 20%.
pl: Zwiększa siłę ataków bronią o 20%.

source: Increase power of weapon-based attacks by 4%.
pl: Zwiększa siłę ataków bronią o 4%.

source: Increase power of weapon-based attacks by 50%.
pl: Zwiększa siłę ataków bronią o 50%.

source: Increase power of weapon-based attacks by 8%.
pl: Zwiększa siłę ataków bronią o 8%.

source: Increase power of weapon-based attacks by 80%.
pl: Zwiększa siłę ataków bronią o 80%.

source: Increase the power of down-attacks by 10%.
pl: Zwiększa siłę ataków kończących o 10%.

source: Increase the power of down-attacks by 100%.
pl: Zwiększa siłę ataków kończących o 100%.

source: Increase the power of down-attacks by 15%.
pl: Zwiększa siłę ataków kończących o 15%.

source: Increase the power of down-attacks by 2%.
pl: Zwiększa siłę ataków kończących o 2%.

source: Increase the power of down-attacks by 20%.
pl: Zwiększa siłę ataków kończących o 20%.

source: Increase the power of down-attacks by 4%.
pl: Zwiększa siłę ataków kończących o 4%.

source: Increase the power of down-attacks by 50%.
pl: Zwiększa siłę ataków kończących o 50%.

source: Increase the power of down-attacks by 8%.
pl: Zwiększa siłę ataków kończących o 8%.

source: Increase the power of down-attacks by 80%.
pl: Zwiększa siłę ataków kończących o 80%.

source: Increases Attack for a time.
pl: Chwilowo zwiększa atak.

source: Increases attack power when HP is 30% or less.
pl: Zwiększa moc ataku przy 30% PŻ i mniej.

source: Increases attack power when HP is full.
pl: Zwiększa moc ataku przy pełnych PŻ.

source: Increases defense.
pl: Zwiększa obronę.

source: Increases plug-in chip capacity by 16.
pl: Zwiększa ilość miejsca na czipy rozszerzeń o 16.

source: Increases plug-in chip capacity by 24.
pl: Zwiększa ilość miejsca na czipy rozszerzeń o 24.

source: Increases plug-in chip capacity by 8.
pl: Zwiększa ilość miejsca na czipy rozszerzeń o 8.

source: Increases power of mid-air attacks.
pl: Zwiększa moc ataków w powietrzu.

source: Increases stun value dealt to enemies.
pl: Zwiększa wartość ogłuszenia u wrogów.
